Test_Results/YCSB/10/base.run-cluster.load.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 26123
[OVERALL], Throughput(ops/sec), 3.8280442521915554
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 26
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09952915055698044
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 26
[TOTAL_GC_TIME_%], Time(%), 0.09952915055698044
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 356736.0
[CLEANUP], MinLatency(us), 356608
[CLEANUP], MaxLatency(us), 356863
[CLEANUP], 95thPercentileLatency(us), 356863
[CLEANUP], 99thPercentileLatency(us), 356863
[INSERT], Operations, 100
[INSERT], AverageLatency(us), 255786.24
[INSERT], MinLatency(us), 248192
[INSERT], MaxLatency(us), 801279
[INSERT], 95thPercentileLatency(us), 252671
[INSERT], 99thPercentileLatency(us), 262911
[INSERT], Return=OK, 100