Test_Results/YCSB/10/base.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 20374
[OVERALL], Throughput(ops/sec), 4.908216354176892
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 45
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.22086973593796017
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 45
[TOTAL_GC_TIME_%], Time(%), 0.22086973593796017
[READ], Operations, 50
[READ], AverageLatency(us), 77706.88
[READ], MinLatency(us), 66560
[READ], MaxLatency(us), 589311
[READ], 95thPercentileLatency(us), 68927
[READ], 99thPercentileLatency(us), 589311
[READ], Return=OK, 50
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 352384.0
[CLEANUP], MinLatency(us), 352256
[CLEANUP], MaxLatency(us), 352511
[CLEANUP], 95thPercentileLatency(us), 352511
[CLEANUP], 99thPercentileLatency(us), 352511
[UPDATE], Operations, 50
[UPDATE], AverageLatency(us), 317219.84
[UPDATE], MinLatency(us), 314368
[UPDATE], MaxLatency(us), 337151
[UPDATE], 95thPercentileLatency(us), 321023
[UPDATE], 99thPercentileLatency(us), 337151
[UPDATE], Return=OK, 50