Test_Results/YCSB/10/base.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 12490
[OVERALL], Throughput(ops/sec), 8.00640512409928
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 51
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.4083266613290632
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 51
[TOTAL_GC_TIME_%], Time(%), 0.4083266613290632
[READ], Operations, 81
[READ], AverageLatency(us), 72063.20987654322
[READ], MinLatency(us), 66176
[READ], MaxLatency(us), 460287
[READ], 95thPercentileLatency(us), 68223
[READ], 99thPercentileLatency(us), 83327
[READ], Return=OK, 81
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 358016.0
[CLEANUP], MinLatency(us), 357888
[CLEANUP], MaxLatency(us), 358143
[CLEANUP], 95thPercentileLatency(us), 358143
[CLEANUP], 99thPercentileLatency(us), 358143
[UPDATE], Operations, 19
[UPDATE], AverageLatency(us), 316719.15789473685
[UPDATE], MinLatency(us), 314624
[UPDATE], MaxLatency(us), 322815
[UPDATE], 95thPercentileLatency(us), 320511
[UPDATE], 99thPercentileLatency(us), 322815
[UPDATE], Return=OK, 19