Test_Results/YCSB/10/flexible1.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 116807
[OVERALL], Throughput(ops/sec), 0.8561130754150008
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 34
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.029107844564110027
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 34
[TOTAL_GC_TIME_%], Time(%), 0.029107844564110027
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 85
[UPDATE-FAILED], Operations, 15
[UPDATE-FAILED], AverageLatency(us), 1180228.2666666666
[UPDATE-FAILED], MinLatency(us), 1169408
[UPDATE-FAILED], MaxLatency(us), 1300479
[UPDATE-FAILED], 95thPercentileLatency(us), 1178623
[UPDATE-FAILED], 99thPercentileLatency(us), 1300479
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 103648.0
[CLEANUP], MinLatency(us), 103616
[CLEANUP], MaxLatency(us), 103679
[CLEANUP], 95thPercentileLatency(us), 103679
[CLEANUP], 99thPercentileLatency(us), 103679
[READ-FAILED], Operations, 85
[READ-FAILED], AverageLatency(us), 1162023.905882353
[READ-FAILED], MinLatency(us), 237568
[READ-FAILED], MaxLatency(us), 1298431
[READ-FAILED], 95thPercentileLatency(us), 1183743
[READ-FAILED], 99thPercentileLatency(us), 1193983
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 15